Repository: mar-pstu/pstu-contest
Catalog: languages/pstu_contest-*.po
Languages: uk

source: Конкурсные работы не найдены.
uk: Конкурсні роботи не знайдені.

source: Выбрать все работы
uk: Вибрати всі роботи

source: Снять выделение со всех работ
uk: Зняти виділення з усіх робіт

source: Заполните таксономию или обратитесь к администратору сайта.
uk: Заповніть таксономию або зверніться до адміністратора сайту.

source: Изменение года проведения конкурсных работ
uk: Зміна року проведення конкурсних робіт

source: Список работ
uk: Cписок робіт

source: Выбрать новый год проведения
uk: Вибрати новий рік проведення

source: Установить новый статус конкурсных работ
uk: Встановити новий статус конкурсних робіт

source: Заполните таксономию статусов.
uk: Заповніть таксономию статусів.

source: Количество найденых работ: %s
uk: Кількість знадених робіт: %s

source: Отметить работу
uk: Помітити роботу

source: Год проведения
uk: Рік проведення

source: Название работы
uk: Назва роботи

source: Дата добавления
uk: Дата додавання

source: Неверный год проведения.
uk: Невірний рік проведення.

source: Выберите конкурсные работы, которые необходими изменить.
uk: Оберіть конкурсні роботи, які необхідно змінити.

source: Выберите новый год проведения конкурсных работ.
uk: Оберіть новий рік проведення конкурсних робіт.

source: Действие не выполнено. Обновите страницу.
uk: Дія не виконана. Оновіть сторінку.

source: Редактирование списка авторов конкурсных работ
uk: Редагування списку авторів конкурсних робіт

source: Авторы
uk: Автори

source: выбрать записи без автора
uk: вибрати записи без автора

source: Обновить список аторов конкурсных работ
uk: Оновити список авторів конкурсних робіт

source: Файлы конкурсной работы
uk: Файли конкурсної роботи

source: Фамилия
uk: Призвіще

source: Имя
uk: Ім`я

source: Отчество
uk: По батькові

source: Действие выполнено.
uk: Дія виконана.

source: Ошибка. Не выбраны конкурсные работы.
uk: Помилка. Не обрано конкурсні роботи.

source: Редактирование шифров
uk: Редагування шифрів

source: Обновить шифр конкурсных работ
uk: Оновити шифри конкурсних робіт

source: Редактирование списка файлов приглашений
uk: Редагування списку файлів запрошень

source: Приглашения
uk: Запрошення

source: выбрать записи без файлов приглашений
uk: вибрати записи без файлів запрошень

source: Обновить список приглашений
uk: Оновити список запрошень

source: Файлы приглашений
uk: Файли запрошень

source: Редактирование рейтинга
uk: Редагування рейтингу

source: Обновить рейтинг конкурсных работ
uk: Оновити рейтинг конкурсних робіт

source: Редактирование списка рецензий
uk: Редагування списку відгуків

source: Рецензии
uk: Відгуки

source: выбрать записи без файлов рецензий
uk: вибрати записи без файлів рецензій

source: Обновить список отзывов у конкурсных работ
uk: Оновити список відгуків у конкурсної роботи

source: Редактирование списка файлов конкурсных работ
uk: Редагування списку файлів конкурсних робіт

source: Рабочие файлы
uk: Робочі файли

source: выбрать записи без рабочих файлов
uk: вибрати записи без робочих файлів

source: Обновить список файлов конкурсных работ
uk: Оновити списоок файлів конкурсних робіт

source: Групповые действия
uk: Групові дії

source: Выберите групповое действие
uk: Оберіть групову дію

source: Не выбрано
uk: Не обрано

source: Установка статуса показа информации об авторе конкурсной работы
uk: Установка статусу показу інформації про автора конкурсної роботи

source: Выбрать новый статус
uk: Оберіть новий статус

source: Не показывать
uk: НЕ показувати

source: Показывать
uk: Показувати

source: Установить статус показа автора
uk: Встановити статус показа автора

source: Статус показа автора работы
uk: Статус показа автора роботи

source: Статус показа авторов удалён!
uk: Статус показу авторів видалено!

source: Статус показа авторов добавлен!
uk: Статус показа авторів додано!

source: Выбран неверный статус.
uk: Обрано неправильний статус.

source: Выберите новый статус показа авторов.
uk: Оберіть новий статус показу авторів.

source: Изменение статуса конкурсных работ
uk: Зміна статусу конкурсних робіт

source: Статус работы
uk: Статус роботи

source: Неверный статус конкурсных работ.
uk: Невірний статус конкурсних робіт.

source: Выберите новый статус конкурсных работ.
uk: Виберіть новий статус конкурсних робіт.

source: Изменение университета
uk: Зміна университету

source: Установить университет
uk: Встановити университет

source: Заполните таксономию "Университеты".
uk: Заповніть таксономию "Університети".

source: Университет
uk: Університет

source: Неверный университет.
uk: Невірний університет.

source: Выберите новый университет.
uk: Виберіть новий університет.

source: Экспорт конкурсных работ
uk: Експорт конкурсних робіт

source: Экспорт
uk: Експорт

source: Название
uk: Назва

source: Описание
uk: Опис

source: Дата изменения
uk: Дата редагування

source: Пользователь
uk: Користувач

source: Университеты
uk: Університети

source: Секция конференции
uk: Секція конверенції

source: Статус показа авторов
uk: Статус показа авторів

source: Файлы работ
uk: Файли робіт

source: Авторы показываются
uk: Автори показуються

source: Авторы скрыты
uk: Автори приховані

source: Ошибка
uk: Помилка

source: Начать экспорт
uk: Почати експорт

source: Секция
uk: Секція

source: Импорт конкурсных работ
uk: Імпорт конкурсних робіт

source: Импорт
uk: Імпорт

source: <a href="%s">Скачать</a> шаблон файла импорта
uk: <a href="%s">Завантажити</a> шаблон файлу імпорт

source: Начать импорт
uk: Почати імпорт

source: Добавлнных работ: %s
uk: Додано робіт: %s

source: Ошибок: %s
uk: Помилок: %s

source: Попробуйте позже или обратитесь к администратору.
uk: Спробуйте пізніше або зверніться до адміністратору.

source: Конкурсные работы
uk: Конкурсні роботи

source: Показывать авторов
uk: Показувати авторів

source: Приглашение к участию в конференции
uk: Запрошення до участі в конференції

source: Параметры
uk: Параметри

source: Видимы
uk: Видимі

source: Скрыты
uk: Приховані

source: Поиск по шифру
uk: Пошук за шифром

source: Таблица
uk: Таблиця

source: Стандартный
uk: Стандартний

source: Настройки плагина "Конкурс "Энергетика"
uk: Налаштування додатку "Конкурс Енергетика"

source: Настройки
uk: Налаштування

source: Текущий год
uk: Поточний рік

source: Таксономия не заполнена
uk: Таксономія не заповнена

source: Выберите год
uk: Оберіть рік

source: Статус по умолчанию
uk: Статус за замовчуванням

source: Типы статутов
uk: Типи статусів

source: Идентификатор
uk: Идентифікатор

source: Цвет
uk: Колір

source: Без статуса
uk: Без статусу

source: Обновление
uk: Оновлення

source: Невозможно определить версию базы данных. Возможно при установке плагина произошка ошибка. Если плагин установлен поверх версии 1.0.0, то сделайте резервную копию и запустите обновление, активируей плагин заново.
uk: Неможливо визначити версію бази даних. Можливо при встановленні додатка виникла помилка. Якщо додаток встановлений поверх версії 1.0.0, то зробіть резервну копію і запустіть оновлення, активуючи плагін заново.

source: Установлена устаревшая версия плагина. Сделайте резервную копию и обновитесь.
uk: Встановлено застаріла версія плагіна. Зробіть резервну копію і оновіться.

source: Плагин запущен с устаревшей версией базы данных. Для корректной работы необходимо обновить базу данных. Сделайте резервную копию и нажмите кнопку "Запустить обновление".
uk: Плагін запущений із застарілою версією бази даних. Для коректної роботи необхідно оновити базу даних. Зробіть резервну копію і натисніть кнопку "Запустити оновлення".

source: Версия плагина: %s
uk: Версія плагіна: %s

source: Версия базы данных: %s
uk: Версія бази даних: %s

source: не определена
uk: не визначена

source: Версия плагина совпадает с версией базы данных. Дополнительные действия не требуются.
uk: Версія плагіна збігається з версією бази даних. Додаткові дії не потрібні.

source: Запустить обновление
uk: Запустити оновлення

source: Конкурсная работа
uk: Конкурсна робота

source: Добавить запись
uk: Додати запис

source: Добавить новую конкурсную работу
uk: Додати нову конкурсну роботу

source: Редактировать запись
uk: Редагувати запис

source: Новая конкурсная работа
uk: Нова конкурсна робота

source: Смотреть запись
uk: Дивитися запис

source: Искать запись
uk: Шукати запис

source: Не найдено
uk: Не знайдено

source: В корзине записи не найдены
uk: В кошику записи не знайдені

source: Секции
uk: Секції

source: Найти запись
uk: Знайти запис

source: Смотреть все запиcи
uk: Дивитися всі записи

source: Родительская запись
uk: Батьківська запис

source: Обновить запись
uk: Оновити запис

source: Добавить новую секцию
uk: Додати нову секцію

source: Новая секция
uk: Нова секція

source: Годы проведения
uk: Роки проведення

source: Добавить новый год проведения
uk: Додати новий рік проведення

source: Новый год проведения
uk: Новий рік проведення

source: Статусы работ
uk: Статуси робіт

source: Найти статус работы
uk: Новий статус роботи

source: Все записи
uk: Всі записи

source: Просмотр списка записей
uk: Перегляд списку записів

source: Родительская запись:
uk: Батьківський запис:

source: Добавить новую запись
uk: Додати новий запис

source: Добавить статус
uk: Додати статус

source: Добавить строку
uk: Додати рядок

source: Фильтр
uk: Фільтр

source: Сбросить фильтр
uk: Скинути фільтр

source: Применить фильтр
uk: Застосувати фільтр

source: Выполнить действие
uk: Виконати дію

source: Вы уверены?
uk: Ви впевнені?

source: Конкурсные работы не найдены
uk: Конкурсні роботи не знайдені

source: Не определён
uk: Не визначений
